# Библиотека numpy используется для численных вычислений на Python.

# Задача: создать массив NumPy, выполнить математические операции и распечатать результаты.

import numpy as np

arr = np.array([1, 2, 3, 4, 5])

print(arr ** 2)
print(arr + 2)